<script setup lang="ts">
import IntroComp from '../components/IntroComp.vue'
import ProduceComp from '../components/ProduceComp.vue'
import ClientsComp from '../components/ClientsComp.vue'
import FooterComp from '../components/FooterComp.vue'
import Preloader from '../components/Preloader.vue';


import { useIntroStore } from '../stores/home/introHomePage';
import { useProduceStore } from '../stores/home/produce';
import { useClientsStore } from '../stores/home/clients';

const introStore = useIntroStore();
const produceStore = useProduceStore();
const clientsStore = useClientsStore();

</script>

<template>
    <h1 class="seo">Промышленная Мощь: Наши вентиляторы предназначены для обеспечения максимальной циркуляции воздуха в промышленных и сельскохозяйственных помещениях. Большие вентиляторы, представленные нашим брендом, гарантируют эффективное охлаждение и улучшение воздухообмена.Адаптированные Решения: Независимо от того, нужен ли вентилятор для коровника, животноводческого комплекса или производственного объекта, мы предлагаем адаптированные решения под ваши потребности. Выбирайте из различных моделей, спроектированных для оптимальной работы в разнообразных условиях.Энергоэффективность: Мы ценим ваши ресурсы, поэтому наши вентиляторы обладают высокой энергоэффективностью. Это не только снижает ваши затраты, но также способствует заботе о окружающей среде.Не оставляйте важный аспект вашего бизнеса в случайных руках. Vertical Vent – это гарантия надежности и эффективности в каждом вращении лопастей наших вентиляторов. Обеспечьте оптимальные условия для вашего производства или фермы с нашей помощью.</h1>
    <h1 class="seo">большой потолочный вентилятор ВЕРТИКАЛЬ для производства</h1>
    <h1 class="seo">большой потолочный вентилятор</h1>
    <h1 class="seo">большой потолочный вентилятор промышленный</h1>
    <h1 class="seo">большой потолочный вентилятор для животноводства</h1>
    <h1 class="seo">большой потолочный вентилятор для производства</h1>
    <h1 class="seo">большой потолочный вентилятор для козлятников</h1>
    <h1 class="seo">большой потолочный вентилятор для коровников</h1>
    <h1 class="seo">большой потолочный вентилятор для спортзала</h1>
    <h1 class="seo">большой потолочный вентилятор для жилых помещений</h1>
    <h1 class="seo">потолочный вентилятор</h1>
    <h1 class="seo">потолочный вентилятор промышленный</h1>
    <h1 class="seo">потолочный вентилятор для животноводства</h1>
    <h1 class="seo">потолочный вентилятор для производства</h1>
    <h1 class="seo">потолочный вентилятор для козлятников</h1>
    <h1 class="seo">потолочный вентилятор для коровников</h1>
    <h1 class="seo">потолочный вентилятор для спортзала</h1>
    <h1 class="seo">потолочный вентилятор для жилых помещений</h1>
    <h1 class="seo">потолочный большой вентилятор</h1>
    <h1 class="seo">промышленный вентилятор</h1>
    <h1 class="seo">вентиляция</h1>
    <h1 class="seo">система вентиляции</h1>
    <h1 class="seo">вентиляционное оборудование</h1>
    <h1 class="seo">промвентиляция</h1>
    <h1 class="seo">вентилятор вытяжной промышленный</h1>
    <h1 class="seo">вентилятор осевой промышленный</h1>
    <h1 class="seo">промышленный вентилятор купить</h1>
    <h1 class="seo">вентилятор +для вытяжки промышленный</h1>
    <h1 class="seo">вытяжной вентилятор промышленный купить</h1>
    <h1 class="seo">вентилятор осевой вытяжной промышленный</h1>
    <h1 class="seo">промышленные радиальные вентиляторы</h1>
    <h1 class="seo">осевой вентилятор промышленный купить</h1>
    <h1 class="seo">ремонт промышленных вентиляторов</h1>
    <h1 class="seo">вентилятор промышленной вентиляции</h1>
    <h1 class="seo">двигатель вентилятора промышленного</h1>
    <h1 class="seo">вентиляторы охлаждения промышленный</h1>
    <h1 class="seo">вентиляторы потолочные промышленные</h1>
    <h1 class="seo">вентиляторы мощные промышленные</h1>
    <h1 class="seo">промышленный вентилятор 380</h1>
    <h1 class="seo">вентилятор электрический промышленный</h1>
    <h1 class="seo">промышленный вентилятор цена</h1>
    <h1 class="seo">тепловые вентиляторы промышленные</h1>
    <h1 class="seo">вентиляторы воздуха промышленные</h1>
    <h1 class="seo">м промышленный вентилятор</h1>
    <h1 class="seo">большие промышленные вентиляторы</h1>
    <h1 class="seo">вентилятор характеристики промышленных</h1>
    <h1 class="seo">купить вентилятор промышленный +для вытяжки</h1>
    <h1 class="seo">промышленные крышные вентиляторы</h1>
    <h1 class="seo">лопасти вентилятора промышленные</h1>
    <h1 class="seo">промышленные вентиляторы производство</h1>
    <h1 class="seo">промышленные вентиляторы +для помещений</h1>
    <h1 class="seo">промышленные приточно вытяжные вентиляторы</h1>
    <h1 class="seo">работа промышленные вентиляторы</h1>
    <h1 class="seo">промышленные вентиляторы авито</h1>
    <h1 class="seo">промышленные системы вентилятор</h1>
    <h1 class="seo">оборудование промышленные вентиляторы</h1>
    <h1 class="seo">вентилятор промышленный ballu bif 8b</h1>
    <h1 class="seo">установка промышленного вентилятора</h1>
    <h1 class="seo">промышленные вентиляторы спб</h1>
    <h1 class="seo">типы промышленных вентиляторов</h1>
    <h1 class="seo">производители промышленных вентиляторов</h1>
    <h1 class="seo">промышленные вентиляторы россия</h1>
    <h1 class="seo">размеры промышленных вентиляторов</h1>
    <h1 class="seo">вентилятор осевой промышленный 380</h1>
    <h1 class="seo">характеристики промышленных осевых вентиляторов</h1>
    <h1 class="seo">вентилятор промышленный bif 4b</h1>
    <h1 class="seo">электродвигатель промышленного вентилятора</h1>
    <h1 class="seo">подключение промышленного вентилятора</h1>
    <h1 class="seo">промышленные вентиляторы 380в</h1>
    <h1 class="seo">промышленный вентилятор 150</h1>
    <h1 class="seo">вентилятор промышленный воронеж</h1>
    <h1 class="seo">вентилятор промышленный ballu bif 4b</h1>
    <h1 class="seo">вытяжной вентилятор мощный промышленный</h1>
    <h1 class="seo">осевой вентилятор +для вентиляции промышленный</h1>
    <h1 class="seo">промышленные вентиляторы виды</h1>
    <h1 class="seo">вентилятор промышленный вр</h1>
    <h1 class="seo">производительность вентиляторов промышленных</h1>
    <h1 class="seo">промышленные вентиляторы екатеринбург</h1>
    <h1 class="seo">промышленные вентиляторы купить спб</h1>
    <h1 class="seo">воздушные вентиляторы промышленные</h1>
    <h1 class="seo">изготовление промышленных вентиляторов</h1>
    <h1 class="seo">крышный вентилятор +для вытяжки промышленный</h1>
    <h1 class="seo">промышленный вентилятор б +у</h1>
    <h1 class="seo">вентилятор промышленный завод</h1>
    <h1 class="seo">вентиляторы промышленного назначения</h1>
    <h1 class="seo">вентиляторы промышленный бу</h1>
    <h1 class="seo">промышленные вентиляторы москва</h1>
    <h1 class="seo">улитка вентилятор +для вытяжки промышленная</h1>
    <h1 class="seo">вентилятор +для промышленных холодильников</h1>
    <h1 class="seo">вентилятор осевой промышленный +для зерносушилки riello</h1>
    <h1 class="seo">вентилятор промышленный устройство</h1>
    <h1 class="seo">промышленный вентилятор master</h1>
    <h1 class="seo">промышленные вентиляторы новосибирск</h1>
    <h1 class="seo">промышленный вентилятор 100</h1>
    <h1 class="seo">вентилятор промышленный купить авито</h1>
    <h1 class="seo">вентиляторы +для промышленных печей</h1>
    <h1 class="seo">каталог промышленных вентиляторов</h1>
    <h1 class="seo">осевые вентиляторы +для вытяжной вентиляции промышленные</h1>
    <h1 class="seo">потолочный вентилятор промышленный купить</h1>
    <h1 class="seo">промышленные вентиляторы +в самаре</h1>
    <h1 class="seo">промышленные вентиляторы краснодар</h1>
    <h1 class="seo">промышленный калорифер водяной +с вентилятором</h1>
    <h1 class="seo">монтаж промышленных вентиляторов</h1>
    <h1 class="seo">промышленный вентилятор ballu bif 12d нс 1161829</h1>
    <h1 class="seo">промышленный вентилятор балу</h1>
    <h1 class="seo">промышленный вентилятор минск</h1>
    <h1 class="seo">вентилятор +для вытяжки промышленный канальный</h1>
    <h1 class="seo">вентилятор радиальный промышленный купить</h1>
    <h1 class="seo">кухонные вентиляторы промышленные</h1>
    <h1 class="seo">принцип работы промышленного вентилятора</h1>
    <h1 class="seo">вентилятор кондиционера промышленный</h1>
    <h1 class="seo">+как разобрать вентилятор промышленный</h1>
    <h1 class="seo">схема промышленного вентилятора</h1>
    <h1 class="seo">вентилятор осевой промышленный 380 800 ватт</h1>
    <h1 class="seo">вентилятор промышленный аренда</h1>
    <h1 class="seo">вентиляторы промышленные купить бу</h1>
    <h1 class="seo">вентиляторы промышленные технические</h1>
    <h1 class="seo">где купить вентилятор промышленный</h1>
    <h1 class="seo">вентилятор вытяжной промышленный 2.2</h1>
    <h1 class="seo">вентилятор осевой вытяжной промышленный купить</h1>
    <h1 class="seo">вентилятор +от отопления промышленный</h1>
    <h1 class="seo">вентилятор промышленный напольный ballu</h1>
    <h1 class="seo">вентиляторы промышленные ростов +на дону</h1>
    <h1 class="seo">вентиляционные вентиляторы промышленные</h1>
    <h1 class="seo">промышленные вентиляторы иркутск</h1>





  <div class="wrapper">
    <div class="container">
      <IntroComp :img="introStore.img" 
                 :links="introStore.links"
                 title="Ветер перемен с охлаждением ВЕРТИКАЛЬ."
      />
      <section class="why">
        <h2 class="title">Почемы мы?</h2>
        <ul class="why_list">
          <li class="why_list__item">
            <h3 class="why_list__text"><b>Промышленная Мощь:</b> Наши вентиляторы предназначены для обеспечения максимальной циркуляции воздуха в промышленных и сельскохозяйственных помещениях. Большие вентиляторы, представленные нашим брендом, гарантируют эффективное охлаждение и улучшение воздухообмена.</h3>
          </li>
          <li class="why_list__item">
            <h3 class="why_list__text"><b>Адаптированные Решения:</b> Независимо от того, нужен ли вентилятор для коровника, животноводческого комплекса или производственного объекта, мы предлагаем адаптированные решения под ваши потребности. Выбирайте из различных моделей, спроектированных для оптимальной работы в разнообразных условиях.</h3>
          </li>
          <li class="why_list__item">
            <h3 class="why_list__text"><b>Энергоэффективность:</b> Мы ценим ваши ресурсы, поэтому наши вентиляторы обладают высокой энергоэффективностью. Это не только снижает ваши затраты, но также способствует заботе о окружающей среде.</h3>
          </li>
        </ul>
        <h3 class="why__title">Выберите <b>ВЕРТИКАЛЬ</b> – выберите качество вентиляции!</h3>
        <p class="why__text">Не оставляйте важный аспект вашего бизнеса в случайных руках. <b>ВЕРТИКАЛЬ</b> – это гарантия надежности и эффективности в каждом вращении лопастей наших вентиляторов. Обеспечьте оптимальные условия для вашего производства или фермы с нашей помощью.</p>
      </section>
      <ProduceComp :title="produceStore.title" />
      <ClientsComp :title="clientsStore.title"
                   :images="clientsStore.images" 
      />
      <FooterComp />
    </div>
  </div>
  <Preloader />
</template>
<style lang="sass" scoped>
.why
  margin-top: 330px
  &_list
    margin-top: 40px
    &__item
      font-family: Montserrat
      color: #DAD7CD
      font-size: 18px
      font-weight: 400
      line-height: 25px
      margin-top: 10px
      .why_list__text
        font-weight: 400
  &__title
    font-family: Montserrat
    color: #DAD7CD
    font-size: 25px
    font-weight: 600
    line-height: 25px
    margin-top: 30px
  &__text
    font-family: Montserrat
    color: #DAD7CD
    font-size: 20px
    font-weight: 400
    line-height: 25px
    margin-top: 10px

@media (max-width: 1200px)
  .why
    margin-top: 400px
@media (max-width: 1024px)
  .why
    margin-top: 250px
@media (max-width: 768px)
  .why
    margin-top: 200px
    &_list
      &__item
        font-size: 16px
    &__title
      font-size: 20px
    &__text
      font-size: 18px
</style>